---
kind: enumMember
id: F:Autodesk.Revit.DB.OrdinateOriginVisibility.WitnessLineOnly
enum: Autodesk.Revit.DB.OrdinateOriginVisibility
source: html/f60c32b7-781f-94a2-9ecd-ed9e6efdbda5.htm
---
# Autodesk.Revit.DB.OrdinateOriginVisibility.WitnessLineOnly

Shows the origin witness line and tick mark.